{	"Accident": [{"time": "2014-03-20 06:52", "postal_code": "639812", "description": "<p>Accident at N4 - B1</p>", "address": "26 Nanyang Avenue, Singapore", "reporter": "Jaslyn"}], 
	"Gas_Leak": [{"time": "2014-03-11 20:30", "postal_code": "050335", "description": "In common usage, a gas leak refers to a leak of natural gas, from a pipe or other containment, into a living area or any other area where the gas should not be. As natural gas may explode when exposed to flame or sparks, this situation is dangerous. In addition to causing fire and explosion hazards, leaking flammable gases can kill vegetation, including large trees, and contributes powerful greenhouse gases to the atmosphere. Pure natural gas is colorless and odorless, and is composed primarily of methane. Unpleasant scents in the form of traces of mercaptans are usually added, to assist in identifying leaks. This odor may be perceived as rotting eggs, or a faintly unpleasant skunk smell. Persons detecting the odor must evacuate the area and abstain from using open flames or operating electrical equipment, to reduce the risk of fire and explosion.", "address": null, "reporter": "jaslyn"}],	
	"Fire": [{"time": "2014-03-14 02:22", "postal_code": "520110", "description": "Radioactive contamination, also called radiological contamination, is the deposition of, or presence of radioactive substances on surfaces or within solids, liquids or gases (including the human body), where their presence is unintended or undesirable (from IAEA definition). Such contamination presents a hazard because of the radioactive decay of the contaminants, which emit harmful ionising radiation such as alpha or beta particles, gamma rays or neutrons. The degree of hazard is determined by the concentration of the contaminants, the energy of the radiation being emitted, the type of radiation, and the proximity of the contamination to organs of the body. It is important to be clear that the contamination gives rise to the radiation hazard, and the terms \"radiation\" and \"contamination\" are not interchangeable.", "address": null, "reporter": "yen"}], "Noise Pullution": [{"time": "2014-03-15 03:45", "postal_code": "247964", "description": "Noise pollution is the disturbing or excessive noise that may harm the activity or balance of human or animal life. The source of most outdoor noise worldwide is mainly caused by machines and transportation systems, motor vehicles, aircraft, and trains. Outdoor noise is summarized by the word environmental noise. Poor urban planning may give rise to noise pollution, since side-by-side industrial and residential buildings can result in noise pollution in the residential areas. Indoor noise can be caused by machines, building activities, and music performances, especially in some workplaces. There is no great difference whether noise-induced hearing loss is brought about by outside (e.g. trains) or inside (e.g. music) noise.", "address": null, "reporter": "fasli"}], 
	"Dengue": [{"time": "2014-03-09 18:20", "postal_code": "637717", "description": "Haze is traditionally an atmospheric phenomenon where dust, smoke and other dry particles obscure the clarity of the sky. The World Meteorological Organization manual of codes includes a classification of horizontal obscuration into categories of fog, ice fog, steam fog, mist, haze, smoke, volcanic ash, dust, sand and snow. Sources for haze particles include farming (ploughing in dry weather), traffic, industry, and wildfires. Seen from afar (e.g. approaching airplane) and depending upon the direction of view with respect to the sun, haze may appear brownish or bluish, while mist tends to be bluish-grey. Whereas haze often is thought of as a phenomenon of dry air, mist formation is a phenomenon of humid air. However, haze particles may act as condensation nuclei for the subsequent formation of mist droplets; such forms of haze are known as \"wet haze.\"", "address": null, "reporter": "khanh"}]
	}