{"Fire": [{"description": "Smoke from forest fires in Indonesia has choked neighboring Singapore and Malaysia, prompting Singaporean officials to press Jakarta for urgent action against the haze that has pushed the city-state's air pollution to the worst level in 16 years. \r\n\r\nThe haze, blown from fires in Sumatra Island, hit Singapore and Peninsular Malaysia over the weekend and lifted air-pollution indexes in both countries into \"unhealthy\" territory. Iconic skyscrapers in Singapore's business district remained shrouded in smog Tuesday and some residents donned masks and stayed indoors. \r\n\r\nIn Singapore, the three-hour Pollutant Standards Index—a measure developed by the U.S. Environmental Protection Agency—peaked at 155 Monday night, the highest reading since September 1997 during Southeast Asia's worst air-pollution crisis. In Malaysia, the Air Pollutant Index rose as high as 161 on Saturday in Malacca. The smog is Malaysia's worst since 2005, when authorities declared a state of emergency in two areas. \r\n\r\nSingapore's National Environment Agency said the current bout of haze was due to \"drier weather conditions\" leading to \"an escalation in hot-spot activities mainly over central Sumatra,\" with as many as 138 hot spots indicating fires detected Sunday. \r\n\r\nThe agency said it has urged Indonesia to study \"urgent measures\" to tackle the haze, and has advised residents—particularly children, the elderly and those with heart or lung diseases—to cut back on strenuous and prolonged outdoor activity. Singapore's air quality remained at \"unhealthy\" levels as of 11 p.m. local time Tuesday, despite a short-lived improvement to \"moderate\" levels in the afternoon. \r\n\r\nIn Malaysia, authorities said API readings in three areas in the southern state of Johor remained in the \"unhealthy\" range, including the Pasir Gudang district with a reading of 148. For both Singapore and Malaysia, readings within the 51 to 100 range indicate \"moderate\" air quality, while 101 to 200 point to \"unhealthy\" conditions. Measurements between 201 and 300 represent a \"very unhealthy\" status, while readings above 300 indicate \"hazardous.\" \r\n\r\nCross-border haze is a recurring problem for Singapore and Malaysia since the 1980s, as prevailing winds blow over smoke from the seasonal burning of forest and peat in Sumatra. Singapore, a wealthy financial center reputed for its clean and green environment, is usually affected by haze in September and October, although the timing and severity varies. \r\n\r\nThe city-state's air quality last reached \"unhealthy\" levels in October 2010. The region's worst air-quality crisis occurred in September 1997, when Singapore's PSI spiked to a record high of 226, thanks to Indonesian forest fires set as a cheap but illegal way to clear land for plantations. \r\n\r\nThe burning triggered widespread anger in Southeast Asia, and caused billions of dollars in losses. While subsistence farmers and accidental causes have also been blamed, academics say most fires have been detected in plantation areas owned or to be used by palm oil companies.\r\n\t\t", "reporter": "yen", "event_link": "/event/event_retrieve/7/", "address": "53 , Ang Mo Kio Ave 3 , #B2-26, Ang Mo Kio Hub , SINGAPORE  569933", "postal_code": "520110", "time": "2014-03-26 15:22"}], "Accident": [{"description": "A car caught fire in NUS campus on Friday afternoon. Police said it was involved in an accident with another car and a tipper truck. Police said it was involved in an accident with another car and a tipper truck. \r\n\r\nThe Singapore Civil Defence Force (SCDF) said it was alerted at about 1.20pm. The accident happened along the BKE towards the Pan Island Expressway (PIE), before the Bukit Panjang exit. \r\n\r\nFirefighters appeared on the scene and put out the blaze with one hose reel. SCDF said a man and a woman, both in their 20s, were sent conscious to National University Hospital. Channel NewsAsia understands the pair had sustained their injuries in the accident prior to the fire, rather than from the flames.\r\n\r\n", "reporter": "zhiwei", "event_link": "/event/event_retrieve/16/", "address": "National University of Singapore", "postal_code": "119077", "time": "2014-03-26 15:33"}], "Gas_Leak": [{"description": "A leak from an onshore gas pipeline - apparently caused by a third-party contractor - disrupted Indonesian natural gas supplies to some users including generating company PowerSeraya and seven petrochemical plants on Jurong Island. The pipeline, owned and operated by SP PowerGas, was transporting gas imported by Sembcorp from Indonesia's Natuna. \r\n\r\nThe pipeline leak, which occured at the junction of Sakra Road and Jurong Island Highway just before noon yesterday led authorities to shut traffic in and out of the petrochemicals island for about four hours on safety grounds. This affected thousands, as some 38,000 workers (8,000 full-time) reportedly enter Jurong Island daily. A JTC spokesman told BT that the authorities partially lifted the traffic clampdown sometime after 4 pm yesterday to and from the island which houses \"biggies\" like Shell, ExxonMobil and PetroChina. \r\n\r\nPowerGas is the sole licensed gas transporter and gas system operator in Singapore, delivering both natural gas and town gas. It owns the gas transmission and distribution networks here including 2,900 km of underground pipelines. BT understands that the 24-inch pipeline involved transports gas from one of the onshore gas receiving terminals to several of Sembcorp's customers on Jurong Island. \r\n\r\nChannel NewsAsia reported that the Singapore Civil Defence Force (SCDF) received a call about the gas leak at 12.18 pm yesterday. Two fire engines and a support vehicle were at the scene within five minutes, with personnel using water jets to suppress the gas leak.\r\n\r\nSaying that it was first notified about the gas leak at 11.55 am, a PowerGas spokesman added that there was no injury or fire resulting from the incident.\"PowerGas did not conduct any excavation works at the vicinity and was not carrying out any maintenance works to the affected pipeline at the time of the incident,\" the spokesman added. \"The gas pipeline damage could be caused by a third party contractor. PowerGas is investigating the cause of the damage and is working to restore the gas supply as soon as possible,\" he said. \r\n\r\nIt added that electricity generation has not been affected as the genco involved switched to an alternative fuel for power generation.When contacted, PowerSeraya chief executive John Ng confirmed that \"we had to switch one of our combined cycle gas turbines to use diesel instead.\" \r\n\r\nThe genco runs four CCGT plants, which means that operationally, a quarter of its power station was affected.While diesel costs more than gas, \"our priority is to make sure we can meet electricity demand,\" he told BT, adding that demand, especially for air-conditioning, was up yesterday as it was a very hot day.\r\n", "reporter": "Ly Phan", "event_link": "/event/event_retrieve/10/", "address": "190 Orchard Blvd, Singapore", "postal_code": "248646", "time": "2014-03-26 15:26"}], "Dengue": [{"description": "A diminutive pest is threatening Singapore with an outsize bite, bringing this city-state to the cusp of its worst-yet tropical disease outbreak. The aedes mosquito, the carrier of the potentially fatal dengue fever, has been a constant nuisance for this Southeast Asian city-state. But the threat looms unusually large this year, and health officials are urging residents to take extra precautions. \r\n\r\nSo far this year, Singapore's health ministry has recorded more dengue cases than the 4,632 reported in the whole of 2012. Though there have been no deaths, weekly counts rose to 510 cases in the week that ended April 20, a new peak for 2013 and the highest since Singapore's worst dengue outbreak in 2005. Singapore is entering its peak dengue season, from May to October, in which warmer temperatures help the dengue virus multiply faster. \r\n\r\nHealth officials are concerned that weekly cases could jump above the record high of 713, or even breach the 1,000 mark. Dengue fever, a viral infection endemic to tropical and subtropical climates, is characterized by high fever, body aches and intense headache. In Singapore, the virus is transmitted to humans mainly by the female Aedes aegypti mosquito, an urban-dwelling pest that lays its eggs in stagnant water. \r\n\r\nNo vaccine or specific treatment is available for dengue, although severe cases may require patients to get intravenous rehydration to ensure adequate levels of body fluid. About 500,000 people with severe dengue require hospitalization globally each year, of which about 2.5% will die, according to the World Health Organization. But early detection and access to medical care can bring fatality rates below 1%.\r\n\r\nThe city-state maintains a strict disease and mosquito surveillance regime, as well as tough penalties for residents who fail to clear mosquito-breeding sites in their homes. Immunity to dengue is low in Singapore's population because of the intensive dengue-carrier controls, \"making the population vulnerable to outbreaks,\" said Ng Lee Ching, director of the Environmental Health Institute at Singapore's National Environment Agency.", "reporter": "zhiwei", "event_link": "/event/event_retrieve/13/", "address": "30 Nanyang Link, Singapore", "postal_code": "637717", "time": "2014-03-26 15:29"}]}