{"Fire": [{"time": "2014-03-26 15:19", "postal_code": "050335", "description": "Police received a call at 10.11pm requesting assistance at a building along Central Boulevard. Upon arrival, it was established that a fire had occurred.\r\n\r\nTwo persons were discovered by paramedics and pronounced dead at 2am. The charred bodies of the two people who died at the Marina Bay Suites fire were discovered by SCDF firefighters inside a service lift. \r\n\r\nThe authorities received a call at 10.11pm on Monday requesting for help at a building along Central Boulevard. Upon arrival it was established that a fire had occurred at the 65th floor of the luxury condominium. The service lift lobby area serving the 65th floor was engulfed in flames. \r\n\r\nAfter putting out the fire, firefighters found two charred bodies inside the the service lift opening on the same floor. An SCDF spokesman said the fire involved renovation materials, such as paint, at the service lift lobby area. The fire was confined to the service corridor and lift area of the 6th floor. \r\n\r\nAs of 9.30am Tuesday morning, the building was still being cordoned off with police officers at the scene. SCDF personnel were also seen entering the building with spades and hand torches.\r\n", "address": "Blk 215 , Ang Mo Kio Ave 1 , #01-877, SINGAPORE  560215", "reporter": "mike"}, {"time": "2014-03-26 15:20", "postal_code": "247964", "description": "Singapore urged people to remain indoors amid unprecedented levels of air pollution on Thursday as a smoky haze wrought by forest fires in neighbouring Indonesia worsened dramatically. \r\n\r\nMalaysia closed 200 schools and banned open burning in some areas. Lee Hsien Loong, the country’s prime minister, warned that the haze could “easily last for several weeks and quite possibly longer”. \r\n\r\nThe Pollutant Standards Index, Singapore's main measure for air pollution, surged to a record reading of 371, breaching the \"hazardous\" classification that can aggravate respiratory ailments. The previous all-time high before this week was in 1997, when the index reached 226. The hazardous reading lasted three hours before easing to 253 in the evening, still \"very unhealthy\". \r\n\r\nSmog fuelled by raging Indonesian blazes has hit Singapore and Malaysia many times, often in the middle of the year, but the severity of this week's conditions has strained diplomatic ties. Officials in Singapore say Jakarta must do more to halt fires on Sumatra island started by plantation owners and farmers to clear land cheaply. \r\n\r\n\"This is now the worst haze that Singapore has ever faced,\" Singapore's Environment Minister Vivian Balakrishnan wrote on his Facebook page. \"No country or corporation has the right to pollute the air at the expense of Singaporeans' health and well-being.\" The Indonesian government hit back, accusing Singapore of acting \"like a child\" and insisting it was doing everything it could to stop the forest fires. \"Singapore should not be behaving like a child and making all this noise,\" Agung Laksono, the minister coordinating Indonesia's response, told reporters. \r\n\r\n\"This is not what the Indonesian nation wants, it is because of nature.\" His comments came as Indonesia's foreign ministry hosted an emergency meeting in Jakarta attended by the chief executive of Singapore's National Environment Agency (NEA), Andrew Tan. \r\n\r\nThe haze has shrouded the city-state's skyscrapers in a pall of noxious fumes and posed numerous inconveniences for Singaporeans, some of whom complained of coughs and covered their faces with handkerchiefs while walking outdoors.\r\n", "address": "Blk 712 , ANG MO KIO AVE 6 , #01-4056, SINGAPORE  560712", "reporter": "fasli"}, {"time": "2014-03-26 15:22", "postal_code": "520110", "description": "Smoke from forest fires in Indonesia has choked neighboring Singapore and Malaysia, prompting Singaporean officials to press Jakarta for urgent action against the haze that has pushed the city-state's air pollution to the worst level in 16 years. \r\n\r\nThe haze, blown from fires in Sumatra Island, hit Singapore and Peninsular Malaysia over the weekend and lifted air-pollution indexes in both countries into \"unhealthy\" territory. Iconic skyscrapers in Singapore's business district remained shrouded in smog Tuesday and some residents donned masks and stayed indoors. \r\n\r\nIn Singapore, the three-hour Pollutant Standards Index—a measure developed by the U.S. Environmental Protection Agency—peaked at 155 Monday night, the highest reading since September 1997 during Southeast Asia's worst air-pollution crisis. In Malaysia, the Air Pollutant Index rose as high as 161 on Saturday in Malacca. The smog is Malaysia's worst since 2005, when authorities declared a state of emergency in two areas. \r\n\r\nSingapore's National Environment Agency said the current bout of haze was due to \"drier weather conditions\" leading to \"an escalation in hot-spot activities mainly over central Sumatra,\" with as many as 138 hot spots indicating fires detected Sunday. \r\n\r\nThe agency said it has urged Indonesia to study \"urgent measures\" to tackle the haze, and has advised residents—particularly children, the elderly and those with heart or lung diseases—to cut back on strenuous and prolonged outdoor activity. Singapore's air quality remained at \"unhealthy\" levels as of 11 p.m. local time Tuesday, despite a short-lived improvement to \"moderate\" levels in the afternoon. \r\n\r\nIn Malaysia, authorities said API readings in three areas in the southern state of Johor remained in the \"unhealthy\" range, including the Pasir Gudang district with a reading of 148. For both Singapore and Malaysia, readings within the 51 to 100 range indicate \"moderate\" air quality, while 101 to 200 point to \"unhealthy\" conditions. Measurements between 201 and 300 represent a \"very unhealthy\" status, while readings above 300 indicate \"hazardous.\" \r\n\r\nCross-border haze is a recurring problem for Singapore and Malaysia since the 1980s, as prevailing winds blow over smoke from the seasonal burning of forest and peat in Sumatra. Singapore, a wealthy financial center reputed for its clean and green environment, is usually affected by haze in September and October, although the timing and severity varies. \r\n\r\nThe city-state's air quality last reached \"unhealthy\" levels in October 2010. The region's worst air-quality crisis occurred in September 1997, when Singapore's PSI spiked to a record high of 226, thanks to Indonesian forest fires set as a cheap but illegal way to clear land for plantations. \r\n\r\nThe burning triggered widespread anger in Southeast Asia, and caused billions of dollars in losses. While subsistence farmers and accidental causes have also been blamed, academics say most fires have been detected in plantation areas owned or to be used by palm oil companies.\r\n\t\t", "address": "53 , Ang Mo Kio Ave 3 , #B2-26, Ang Mo Kio Hub , SINGAPORE  569933", "reporter": "yen"}], "Accident": [{"time": "2014-03-26 15:31", "postal_code": "248649", "description": "MPV driver crashes into 7-Eleven store at Dunearn Road because he mistook accelerator for brakes.\r\n\r\nA MPV car crashed into a 7-Eleven store at a Shell Service Station in Dunearn Road. \r\n\r\n\"I'm not sure what caused the car to crash but I heard from my uncle that it was because the driver stepped on the accelerator instead of his brakes. \"\r\n\r\nNo casualties but big damages done. Police have been called in.\r\n", "address": "Blk 29B , Chai Chee Ave , #01-62, SINGAPORE  462029", "reporter": "zhiwei"}, {"time": "2014-03-26 15:32", "postal_code": "248649", "description": "The man behind the wheel of the car that killed four in a tragic crash last week in Singapore has been identified as Toh Cheng-Yang, 34, according to The New Paper on Friday. \r\n\r\nToh was driving the Honda Stream that rammed into another car along the Central Expressway, causing the deaths of Amron Ayoub, his Korean girlfriend Jamie Song and the latter’s parents. Amron, 23, died of multiple injuries in hospital, reported local media. \r\n\r\nSong and her parents were killed on the spot, apparently after they got out of their Toyota Wish which had blown a tyre and was parked on the road shoulder. Jamie's brother, who was driving the car, was fortunate to escape unscathed as he was standing beside the car, rather than behind it when he got out, reported The Straits Times. \r\n\r\nPhotos of Amron's car on Chinese daily Shin Min Daily News showed it was a mangled wreck. The back of the car was completely crushed and ripped apart from behind. SCDF earlier told Yahoo! Singapore they received a call at 3:56am and dispatched two ambulances to the scene. \r\n\r\nA Malay male in his 20s was the front seat passenger while the other three passengers were sitting at the back, they said.  \r\n\r\nThe three passengers at the back were pronounced dead at the scene, while Amron was sent to Khoo Teck Puat hospital where he later died of injuries.\r\n", "address": "Blk 29B , Chai Chee Ave , #01-62, SINGAPORE  462029", "reporter": "zhiwei"}], "Gas_Leak": [{"time": "2014-03-26 15:23", "postal_code": "521110", "description": "The gas supply to 23 households in Jalan Bukit Merah were affected on Thursday night after a gas leak was discovered at Block 109. \r\n\r\nA SP PowerGrid spokesman said they were alerted to the leak at about 8.30pm on Thursday. Engineers went down to investigate the incident immediately, and the affected area was cordoned off. \r\n\r\n''Preliminary investigations have shown that a low pressure gas leak was detected at a walkway near the void deck,'' said the spokesman, who added that the cause of the leak is still being investigated.  The leak was isolated at 11pm, but the supply to 23 units in Blk 109 was nevertheless affected. \r\n\r\nRepair works will commence soon, said SP Powergrid late on Thursday night. \r\n", "address": "Blk A , 2 ANG MO KIO DRIVE , #01-12, SINGAPORE  567720", "reporter": "khanh"}, {"time": "2014-03-26 15:24", "postal_code": "408600", "description": "PowerGas is considering an appeal against a $1.5 million fine imposed on them by authorities for a gas leak in Jurong Island last April. \r\n\r\nIn a statement to the media on Wednesday, a spokesman said, \"We disagree with the decision and we are considering filing an appeal under the Gas Act.\" She added that it was not appropriate to comment futher at this stage PowerGas is part of the Singapore Power Group and runs Singapore's gas transmission and distribution networks. \r\n\r\nAccording to investigations conducted by the Energy Market Authority, a statutory board, the high pressure gas pipeline was damaged on April 23 last year. A contractor carrying out tunnelling works on the island had used an outdated gas pipeline plan provided by PowerGas, it said. \r\n\r\nIt added that the hefty penalty was meted out as the incident could have resulted in very serious consequences to public safety and system security (and also) disrupted the gas supply to several users on Jurong Island.", "address": "311 , New Upper Changi Road , #B2-60, Bedok Mall , SINGAPORE  467360", "reporter": "David"}, {"time": "2014-03-26 15:26", "postal_code": "247964", "description": "A leak from an onshore gas pipeline - apparently caused by a third-party contractor - disrupted Indonesian natural gas supplies to some users including generating company PowerSeraya and seven petrochemical plants on Jurong Island. The pipeline, owned and operated by SP PowerGas, was transporting gas imported by Sembcorp from Indonesia's Natuna. \r\n\r\nThe pipeline leak, which occured at the junction of Sakra Road and Jurong Island Highway just before noon yesterday led authorities to shut traffic in and out of the petrochemicals island for about four hours on safety grounds. This affected thousands, as some 38,000 workers (8,000 full-time) reportedly enter Jurong Island daily. A JTC spokesman told BT that the authorities partially lifted the traffic clampdown sometime after 4 pm yesterday to and from the island which houses \"biggies\" like Shell, ExxonMobil and PetroChina. \r\n\r\nPowerGas is the sole licensed gas transporter and gas system operator in Singapore, delivering both natural gas and town gas. It owns the gas transmission and distribution networks here including 2,900 km of underground pipelines. BT understands that the 24-inch pipeline involved transports gas from one of the onshore gas receiving terminals to several of Sembcorp's customers on Jurong Island. \r\n\r\nChannel NewsAsia reported that the Singapore Civil Defence Force (SCDF) received a call about the gas leak at 12.18 pm yesterday. Two fire engines and a support vehicle were at the scene within five minutes, with personnel using water jets to suppress the gas leak.\r\n\r\nSaying that it was first notified about the gas leak at 11.55 am, a PowerGas spokesman added that there was no injury or fire resulting from the incident.\"PowerGas did not conduct any excavation works at the vicinity and was not carrying out any maintenance works to the affected pipeline at the time of the incident,\" the spokesman added. \"The gas pipeline damage could be caused by a third party contractor. PowerGas is investigating the cause of the damage and is working to restore the gas supply as soon as possible,\" he said. \r\n\r\nIt added that electricity generation has not been affected as the genco involved switched to an alternative fuel for power generation.When contacted, PowerSeraya chief executive John Ng confirmed that \"we had to switch one of our combined cycle gas turbines to use diesel instead.\" \r\n\r\nThe genco runs four CCGT plants, which means that operationally, a quarter of its power station was affected.While diesel costs more than gas, \"our priority is to make sure we can meet electricity demand,\" he told BT, adding that demand, especially for air-conditioning, was up yesterday as it was a very hot day.\r\n", "address": "Blk 212 , Bedok North Street 1 , #01-147, SINGAPORE  460212", "reporter": "ly"}], "Dengue": [{"time": "2014-03-26 15:27", "postal_code": "050335", "description": "There has been another dengue death, even as the number of infections took a dive last week. A 66-year-old man has become the fourth person to die of dengue in this year's epidemic. The latest victim was admitted to Alexandra Hospital on Tuesday last week, after a fall. \r\n\r\nIt was only then that they found he had been suffering from a fever and had rashes for the previous four days. He tested positive for dengue and was transferred to intensive care. But his condition continued to deteriorate and he died on Monday. \r\n\r\nLast week, there were 679 new infections, a big drop from the more than 800 weekly cases seen in the previous four weeks. By 3pm on Sunday, the total number of people who have fallen ill with dengue this year stood at 12,543.\r\n", "address": "Blk 89 , Bedok North Street 4 , #01-77/79, SINGAPORE  460089", "reporter": "jas"}, {"time": "2014-03-26 15:28", "postal_code": "149043", "description": "DENGUE fever cases have remained high this week, with 656 people diagnosed with the disease till 3pm yesterday. The total for this week is on course to be around those of the previous two, when cases hit 815 in the week beginning June 2 and 810 the week after. \r\n\r\nHowever, it is unlikely that the figure will pass 1,000 cases this week. Experts have predicted that this is likely to happen before the epidemic is over. \r\n\r\nThe National Environment Agency has quashed talk that the haze could stem the spread of dengue, saying there is no link between the two. In fact, a spokesman said, \"although a haze blanketed much of South-east Asia from late 1997 to early 1998, the number of dengue cases in Singapore during these years was the highest recorded in the 1990s\". \r\n\r\nThere are now more than 60 active clusters. The biggest is still at Tampines. There have been more than 190 cases there in one cluster alone. The mosquito-borne virus appears to be spreading from eastern Singapore to the rest of the country. \r\n\r\nThere are also large clusters of more than 60 cases within close proximity in Yishun in the north, and Lake Point and Choa Chu Kang in the west. By 3pm yesterday, there had been 10,764 cases here this year, with two deaths. \r\n\r\nThe two biggest previous dengue epidemics were in 2005, when 14,209 people were infected and 25 died, and in 2007, when 8,826 fell ill and 24 died.\r\n", "address": "Blk 745 , Bedok Reservoir Road , #01-3015, SINGAPORE  470745", "reporter": "desmond"}, {"time": "2014-03-26 15:29", "postal_code": "248649", "description": "A diminutive pest is threatening Singapore with an outsize bite, bringing this city-state to the cusp of its worst-yet tropical disease outbreak. The aedes mosquito, the carrier of the potentially fatal dengue fever, has been a constant nuisance for this Southeast Asian city-state. But the threat looms unusually large this year, and health officials are urging residents to take extra precautions. \r\n\r\nSo far this year, Singapore's health ministry has recorded more dengue cases than the 4,632 reported in the whole of 2012. Though there have been no deaths, weekly counts rose to 510 cases in the week that ended April 20, a new peak for 2013 and the highest since Singapore's worst dengue outbreak in 2005. Singapore is entering its peak dengue season, from May to October, in which warmer temperatures help the dengue virus multiply faster. \r\n\r\nHealth officials are concerned that weekly cases could jump above the record high of 713, or even breach the 1,000 mark. Dengue fever, a viral infection endemic to tropical and subtropical climates, is characterized by high fever, body aches and intense headache. In Singapore, the virus is transmitted to humans mainly by the female Aedes aegypti mosquito, an urban-dwelling pest that lays its eggs in stagnant water. \r\n\r\nNo vaccine or specific treatment is available for dengue, although severe cases may require patients to get intravenous rehydration to ensure adequate levels of body fluid. About 500,000 people with severe dengue require hospitalization globally each year, of which about 2.5% will die, according to the World Health Organization. But early detection and access to medical care can bring fatality rates below 1%.\r\n\r\nThe city-state maintains a strict disease and mosquito surveillance regime, as well as tough penalties for residents who fail to clear mosquito-breeding sites in their homes. Immunity to dengue is low in Singapore's population because of the intensive dengue-carrier controls, \"making the population vulnerable to outbreaks,\" said Ng Lee Ching, director of the Environmental Health Institute at Singapore's National Environment Agency.", "address": "Blk 29B , Chai Chee Ave , #01-62, SINGAPORE  462029", "reporter": "zhiwei"}]}