{"Accident": [{"time": "2014-03-20 06:52", "postal_code": "639812", "description": "<p>Accident at N4 - B1</p>", "address": "26 Nanyang Avenue, Singapore", "reporter": "Jaslyn"}], "Gas_Leak": [{"time": "2014-03-11 20:30", "postal_code": "050335", "description": "In common usage, a gas leak refers to a leak of natural gas, from a pipe or other containment, into a living area or any other area where the gas should not be. As natural gas may explode when exposed to flame or sparks, this situation is dangerous. In addition to causing fire and explosion hazards, leaking flammable gases can kill vegetation, including large trees, and contributes powerful greenhouse gases to the atmosphere. Pure natural gas is colorless and odorless, and is composed primarily of methane. Unpleasant scents in the form of traces of mercaptans are usually added, to assist in identifying leaks. This odor may be perceived as rotting eggs, or a faintly unpleasant skunk smell. Persons detecting the odor must evacuate the area and abstain from using open flames or operating electrical equipment, to reduce the risk of fire and explosion.", "address": null, "reporter": "jaslyn"}], "Air Pollution": [{"time": "2014-03-06 10:30", "postal_code": "050335", "description": "<p style=\"text-align: justify;\">Air pollution is the introduction of chemicals, particulates, biological materials, or other harmful materials into the Earth's atmosphere, possibly causing disease, death to humans, damage to other living organisms such as food crops, or the natural or built environment.The atmosphere is a complex natural gaseous system that is essential to support life on planet Earth. Stratospheric ozone depletion due to air pollution has long been recognized as a threat to human health as well as to the Earth's ecosystems.</p>", "address": "NTU campus", "reporter": "mike"}], "Fire": [{"time": "2014-03-11 19:10", "postal_code": "247964", "description": "Fire safety refers to precautions that are taken to prevent or reduce the likelihood of a fire that may result in death, injury, or property damage, alert those in a structure to the presence of an uncontrolled fire in the event one occurs, better enable those threatened by fire to survive in and evacuate from affected areas, or to reduce the damage caused by a fire. Fire safety measures include those that are planned during the construction of a building or implemented in structures that are already standing, and those that are taught to occupants of the building. Threats to fire safety are referred to as fire hazards. A fire hazard may include a situation that increases the likelihood a fire may start or may impede escape in the event a fire occurs.", "address": null, "reporter": "ly"}], "Radiation": [{"time": "2014-03-14 02:22", "postal_code": "520110", "description": "Radioactive contamination, also called radiological contamination, is the deposition of, or presence of radioactive substances on surfaces or within solids, liquids or gases (including the human body), where their presence is unintended or undesirable (from IAEA definition). Such contamination presents a hazard because of the radioactive decay of the contaminants, which emit harmful ionising radiation such as alpha or beta particles, gamma rays or neutrons. The degree of hazard is determined by the concentration of the contaminants, the energy of the radiation being emitted, the type of radiation, and the proximity of the contamination to organs of the body. It is important to be clear that the contamination gives rise to the radiation hazard, and the terms \"radiation\" and \"contamination\" are not interchangeable.", "address": null, "reporter": "yen"}], "Noise Pullution": [{"time": "2014-03-15 03:45", "postal_code": "247964", "description": "Noise pollution is the disturbing or excessive noise that may harm the activity or balance of human or animal life. The source of most outdoor noise worldwide is mainly caused by machines and transportation systems, motor vehicles, aircraft, and trains. Outdoor noise is summarized by the word environmental noise. Poor urban planning may give rise to noise pollution, since side-by-side industrial and residential buildings can result in noise pollution in the residential areas. Indoor noise can be caused by machines, building activities, and music performances, especially in some workplaces. There is no great difference whether noise-induced hearing loss is brought about by outside (e.g. trains) or inside (e.g. music) noise.", "address": null, "reporter": "fasli"}], "Haze": [{"time": "2014-03-09 18:20", "postal_code": "521110", "description": "Haze is traditionally an atmospheric phenomenon where dust, smoke and other dry particles obscure the clarity of the sky. The World Meteorological Organization manual of codes includes a classification of horizontal obscuration into categories of fog, ice fog, steam fog, mist, haze, smoke, volcanic ash, dust, sand and snow. Sources for haze particles include farming (ploughing in dry weather), traffic, industry, and wildfires. Seen from afar (e.g. approaching airplane) and depending upon the direction of view with respect to the sun, haze may appear brownish or bluish, while mist tends to be bluish-grey. Whereas haze often is thought of as a phenomenon of dry air, mist formation is a phenomenon of humid air. However, haze particles may act as condensation nuclei for the subsequent formation of mist droplets; such forms of haze are known as \"wet haze.\"", "address": null, "reporter": "khanh"}], "Weather": [{"time": "2014-03-16 18:30", "postal_code": "520110", "description": "A thunderstorm, also known as an electrical storm, a lightning storm, thundershower or simply a storm, is a form of turbulent weather characterized by the presence of lightning and its acoustic effect on the Earth's atmosphere known as thunder. The meteorologically assigned cloud type associated with the thunderstorm is the cumulonimbus. Thunderstorms are usually accompanied by strong winds, heavy rain and sometimes snow, sleet, hail, or no precipitation at all. Those that cause hail to fall are called hailstorms. Thunderstorms may line up in a series or rainband, known as a squall line. Strong or severe thunderstorms may rotate, known as supercells. While most thunderstorms move with the mean wind flow through the layer of the troposphere that they occupy, vertical wind shear causes a deviation in their course at a right angle to the wind shear direction. Thunderstorms result from the rapid upward movement of warm, moist air. They can occur inside warm, moist air masses and at fronts. As the warm, moist air moves upward, it cools, condenses, and forms cumulonimbus clouds that can reach heights of over 20 km (12.45 miles). As the rising air reaches its dew point, water droplets and ice form and begin falling the long distance through the clouds towards the Earth's surface. As the droplets fall, they collide with other droplets and become larger. The falling droplets create a downdraft of cold air and moisture that spreads out at the Earth's surface, causing the strong winds commonly associated with thunderstorms, and occasionally fog.", "address": null, "reporter": "yen"}], "Water Pollution": [{"time": "2014-03-07 11:30", "postal_code": "520110", "description": "Water pollution is the contamination of water bodies (e.g. lakes, rivers, oceans, aquifers and groundwater). Water pollution occurs when pollutants are directly or indirectly discharged into water bodies without adequate treatment to remove harmful compounds. Water pollution affects plants and organisms living in these bodies of water. In almost all cases the effect is damaging not only to individual species and populations, but also to the natural biological communities.", "address": null, "reporter": "yen"}], "Dengue": [{"time": "2014-03-13 23:02", "postal_code": "248649", "description": "Dengue fever (UK /ˈdɛŋɡeɪ/ or US /ˈdɛŋɡiː/), also known as breakbone fever, is a mosquito-borne tropical disease caused by the dengue virus. Symptoms include fever, headache, muscle and joint pains, and a characteristic skin rash that is similar to measles. In a small proportion of cases the disease develops into the life-threatening dengue hemorrhagic fever, resulting in bleeding, low levels of blood platelets and blood plasma leakage, or into dengue shock syndrome, where dangerously low blood pressure occurs. Dengue is transmitted by several species of mosquito within the genus Aedes, principally A. aegypti. The virus has five different types;[1] infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. As there is no commercially available vaccine, prevention is sought by reducing the habitat and the number of mosquitoes and limiting exposure to bites.", "address": null, "reporter": "zhiwei"}], "Bird_Flu": [{"time": "2014-03-13 22:20", "postal_code": "149043", "description": "Avian influenza — known informally as avian flu or bird flu — refers to \"influenza caused by viruses adapted to birds. The version with the greatest concern is highly pathogenic avian influenza (HPAI). \"Bird flu\" is a phrase similar to \"swine flu,\" \"dog flu,\" \"horse flu,\" or \"human flu\" in that it refers to an illness caused by any of many different strains of influenza viruses that have adapted to a specific host. All known viruses that cause influenza in birds belong to the species influenza A virus. All subtypes (but not all strains of all subtypes) of influenza A virus are adapted to birds, which is why for many purposes avian flu virus is the influenza A virus. (Note, however, that the \"A\" does not stand for \"avian\").", "address": null, "reporter": "desmond"}], "Chemical Pollution": [{"time": "2014-03-05 08:32", "postal_code": "247964", "description": "Occupational safety and health is an area concerned with protecting the safety, health and welfare of people engaged in work or employment. The goals of occupational safety and health programs include to foster a safe and healthy work environment. OSH may also protect co-workers, family members, employers, customers, and many others who might be affected by the workplace environment. When you see the term referred to as occupational health and safety it refers to occupational health and occupational and non-occupational safety and includes safety for activities outside of work. Occupational safety and health can be important for moral, legal, and financial reasons. All organisations have a duty of care to ensure that employees and any other person who may be affected by the companies undertaking remain safe at all times.[3] Moral obligations would involve the protection of employee's lives and health. Legal reasons for OSH practices relate to the preventative, punitive and compensatory effects of laws that protect worker's safety and health. OSH can also reduce employee injury and illness related costs, including medical care, sick leave and disability benefit costs.", "address": null, "reporter": "fasli"}], "Soil Pollution": [{"time": "2014-03-11 18:55", "postal_code": "408600", "description": "Soil contamination or soil pollution is caused by the presence of xenobiotic (human-made) chemicals or other alteration in the natural soil environment. It is typically caused by industrial activity, agricultural chemicals, or improper disposal of waste. The most common chemicals involved are petroleum hydrocarbons, polynuclear aromatic hydrocarbons (such as naphthalene and benzo(a)pyrene), solvents, pesticides, lead, and other heavy metals. Contamination is correlated with the degree of industrialization and intensity of chemical usage.", "address": null, "reporter": "david"}]}